Repository: LZonca/LaravelLauncher
Catalog: Resources/Strings.*.resx
Languages: fr

source: Project title
fr: Titre du projet

source: Project path
fr: Chemin du projet

source: Select folder
fr: Sélectionner un dossier

# StartDevEnv
source: Start development environment
fr: Démarrer l'environnement de développement

# LaunchProject
source: Serve project
fr: Lancer le projet

# LaunchOptions
source: Start options
fr: Options de lancement

# LaunchNpm
source: Start npm
fr: Lancer npm

# LaunchYarn
source: Start yarn
fr: Lancer yarn

# StartScheduledTasks
source: Run scheduled tasks
fr: Démarrer les tâches planifiées

# DevEnvPath
source: Development environment path
fr: Chemin de l'environnement de développement

# TrayMenuRestore
source: Restore
fr: Agrandir

# TrayMenuStopAllProcesses
source: Stop all processes
fr: Arrêter tous les processus

# TrayMenuStopDevEnv
source: Stop development environment
fr: Arrêter l'environnement de développement

# TrayMenuRestartAllProcesses
source: Restart all processes
fr: Redémarrer tous les processus

# TrayMenuRestartDevEnv
source: Restart development environment
fr: Redémarrer l'environnement de développement

# TrayMenuExit
source: Close
fr: Fermer

# StopDevEnv
source: Stop development environment
fr: Arrêter l'environnement de développement

# UnsetLocalServerPath
source: Development envinronement is not set
fr: Environnement de développement non défini

# TrayMenuStopNpm
source: Stop npm
fr: Arrêter npm

# TrayMenuStopYarn
source: Stop yarn
fr: Arrêter yarn

# TrayMenuStopTasks
source: Stop tasks
fr: Arrêter les tâches

# TrayMenuRestartNpm
source: Restart npm
fr: Redémarrer npm

# TrayMenuRestartYarn
source: Restart yarn
fr: Redémarrer yarn

# TrayMenuRestartTasks
source: Restart tasks
fr: Redémarrer les tâches

source: Active processes
fr: Processus actifs

source: Error
fr: Erreur

source: Unable to launch executable
fr: Impossible de lancer l'exécutable

# SelectExecutable
source: Select an executable
fr: Sélectionner l'exécutable

# SelectServerPath
source: Select the path to your development environement manager
fr: Sélectionnez le chemin vers votre environement de développement

source: Language settings
fr: Paramètres linguistiques

source: Change language
fr: Changer de langue

# TrayMenuStopServe
source: Stop serving the project
fr: Arrêter le projet

# TrayMenuRestartServe
source: Re-serve the project
fr: Relancer le projet

source: Settings
fr: Paramètres

# RestartApp
source: The application needs to be restarted
fr: L'application a besoin d'être redémarrée

# RestartNeeded
source: Application restart required
fr: L'application doit redémarrer

# DevEnvManager
source: Development environment manager (Wamp, Xampp, etc...)
fr: Gestionnaire de l'environment de développement (Wamp, Xampp, etc...)

# ProcessesStillRunning
source: There are still running processes. Do you want to terminate them?
fr: Des commandes sont toujours en cours d'exécution. Voulez vous les stopper?

source: Confirm exit
fr: Confirmer la sortie

source: Restart processes
fr: Redémarrer les processus

# ConfirmRemoveProject
source: Please confirm that you want to remove the project from this menu. (The folder will NOT be deleted)
fr: Veuillez confirmer que vous voulez retirer ce fichier de la liste. (Le dossier ne sera PAS supprimé)

source: Confirm
fr: Confirmation

# LaravelLauncher
source: LazyRavel
fr: LaraFlème
